bench/log/linux/2026-08-05-ec4-tlab-on-baseline/a3-tlab-on/wrk-25.txt
Running 8s test @ http://127.0.0.1:3255/json
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.78ms    4.04ms  32.28ms   92.86%
    Req/Sec    26.93k     4.21k   32.68k    61.11%
  434138 requests in 8.10s, 346.06MB read
Requests/sec:  53571.60
Transfer/sec:     42.70MB