bench/log/linux/2026-08-05-ec4-tlab-on-baseline/a3-tlab-on/wrk-36.txt
Running 8s test @ http://127.0.0.1:3266/json
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.78ms    3.97ms  32.15ms   92.94%
    Req/Sec    26.54k     3.89k   32.87k    68.52%
  427624 requests in 8.10s, 340.87MB read
Requests/sec:  52791.67
Transfer/sec:     42.08MB